Repository: brol/infoBlog
Catalog: locales/*/main.po
Languages: fr

source: selected entries
fr: billets sélectionnés

source: selected entry
fr: billet sélectionné

source: entries waiting
fr: billets en attente

source: entry waiting
fr: billet en attente

source: scheduled entries
fr: billets programmés

source: scheduled entry
fr: billet programmé

source: offline entries
fr: billets hors ligne

source: offline entry
fr: billet hors ligne

source: comments
fr: commentaires

source: pings
fr: rétroliens

source: ping
fr: rétrolien

source: Authors:
fr: Auteurs :

source: InfoBlog: informations about your blog
fr: InfoBlog : informations sur votre blog

source: Display all informations about your blog
fr: Affiche toutes les informations sur votre blog

source: Informations about your blog
fr: Informations sur votre blog

source: Display entries number
fr: Afficher le nombre de billets

source: Display selected entries number
fr: Afficher le nombre de billets sélectionnés

source: Display entries waiting's number
fr: Afficher le nombre de billets en attente

source: Display scheduled entries number
fr: Afficher le nombre de billets programmés

source: Display offline entries number
fr: Afficher le nombre de billets hors ligne

source: Display comments number
fr: Afficher le nombre de commentaires

source: Display pings number
fr: Afficher le nombre de rétroliens

source: Display start blog date
fr: Afficher la date de création du blog

source: Text to display start day:
fr: Texte pour la date de création du blog :

source: Blog start the %s
fr: Blog créé le %s

source: Display authors
fr: Afficher les auteurs

source: Display author statistics
fr: Afficher les statistiques des auteurs
